<!-- HomePage -->

<!DOCTYPE html>
<html>

    <head>
        <meta charset="utf-8">
        <title>HomePage</title>
    </head>

        <body>
            <link rel="stylesheet" href="style.css">
            <body style="background-color:#000000;"></body>
           
            <div class="main">
                <div class="titreMain">
                    GalerieCollective
                </div>

                <!-- Navigation -->
                <div class="navbar">
                    <a href="index.html">HOME</a>
                    <div class="dropdown">
                        <button class="dropbutton">PORTFOLIO
                            <i class="liste"></i>
                        </button>
                        <div class="dropdown-content">
                            <a href="indexastrid.html">Astrid Rousselin</a>
                            <a href="indexNico.html">Nicolas Delivre</a>
                            <a href="ClementineB.html">Clémentine Brochet</a>
                        </div>
                    </div>
                    <a href="Contact.html">CONTACT</a>
                </div>

                <!-- Introduction -->
                <div class="introduction">
                    La GalerieCollective regroupe les travaux de plusieurs jeunes créateurs animés par différentes perceptions. Elle a pour vocation de rassembler les portfolios individuels des membres au sein d'une seule et même plateforme, pour une meilleure visibilité. 
                    A ce jour, nous présentons Astrid, qui recourt à la peinture acrylique sur toile, Nicolas, qui s'empare de la photographie et Clémentine, qui investit les médiums audiovisuels.
                </div>

            <!-- Presentation des membres -->
                <div class="titreMembres">
                    Membres
                </div>

                <div class="containerA">
                    <img class="pictureLeft" src="Astrid.jpg" loading="lazy" alt="Portrait d'Astrid Rousselin">
                    <div class="textRight">
                        <p>Je suis une artiste bas&eacute;e sur Montr&eacute;al depuis d&eacute;j&agrave; 2 ans. Je suis venu au Qu&eacute;bec pour suivre des &eacute;tudes et d&eacute;couvrir cette r&eacute;gion si unique.&nbsp;Journaliste de profession, je suis int&eacute;ress&eacute;e par les relations que nous entretenons avec ce qui nous entoure. Que ce soit avec la nature, la biologie, ou les interactions humaines. J&apos;ai eu l&apos;occasion de beaucoup voyag&eacute; et d&apos;habiter dans de nombreux pays, tel que le Japon, les Etats-Unis et la Tanzanie. Toutes ces exp&eacute;riences m&apos;ont permis d&apos;explorer diff&eacute;rentes cultures et diverses techniques artistiques.&nbsp;Au cours de ces aventures j&apos;ai d&eacute;velopp&eacutee mon gout pour la peinture, notamment l&apos;acrylique, la gouache, et l&apos;aquarelle. &nbsp;&nbsp;</p>
                    </div>
                </div>

                <div class="containerB">
                    <img class="pictureLeft" src="Nicolas.jpg" loading="lazy" alt="Portrait de Nicolas Delivre">
                    <div class="textRight">
                        <p>D&egrave;s mon plus jeunes age, je me souviens avoir toujours aim&eacute; la video et la photo et que je m'amusais souvent &agrave; jouer au cameraman avec le vieux camescope de mes parents. 
                        Le pouvoir de capturer le moment pr&eacute;sent pour le faire durer eternellement m'a toujours fascin&eacute;. 
                        &Agrave; pr&eacute;sent, jeune photojournaliste tout juste diplom&eacute;, j'ai pu transformer ma passion en carri&egrave;re. 
                        Passion pour l'audiovisuel qui au travers des mes &eacute;tudes et mes &eacute;xperiences s'est orient&eacute; entre autres vers la photographie animali&egrave;re. 
                        J'ai toujours grandement appr&eacute;ci&eacute; les animaux et c'est gr&acirc;ce &agrave; une experience de volontariat dans un sanctuaire pour animaux sauvages en Equateur que j'ai pu developper ma passion pour ce type de photographie. 
                        Il est dit qu'une image vaut mille mots et donc en tant que photojournaliste, j'&eacute;spere pouvoir d&eacute;fendre la cause animal &agrave; travers mon travail.
                    </div>
                </div>

                <div class="containerC">
                    <img class="pictureLeft" src="Clementine.jpg" loading="lazy" alt="Portrait de Clémentine Brochet">
                    <div class="textRight">
                        <p>Animée par les médiums audiovisuels, j'explore diverses formes cinématographiques. Je m’intéresse particulièrement aux possibilités offertes par les technologies interactives associées à l’expérience audiovisuelle, afin de proposer une immersion active. Ces médiums sont pour moi des outils de sensibilisation et de poétisation, où la responsabilisation écologique et l’interaction avec le spectateur sont au cœur de mes réflexions.</p>
                    </div>
                </div>

                   
            </div>
        </body>
</html>
